{
  "postal_code": "01015",
  "administrative_area_level_1": "Kyiv",
  "administrative_area_level_2": "Kyiv City",
  "sublocality_level_1": "Pechers'kyi district",
  "address": "Lavrska St, 9, Kyiv, Ukraine, 01015",
  "phone_number": "+380 44 406 6300",
  "place_id": "ChIJW44MSqDP1EARB4igvLyiQDs",
  "url": "https://maps.google.com/?cid=4269591378249418759",
  "coordinates": {
    "lat": 50.4349385,
    "lng": 30.5573187
  },
  "rating": 4.7,
  "reviews": [
    {
      "author_name": "M/s Super Hardware",
      "author_url": "https://www.google.com/maps/contrib/115557559355731200914/reviews",
      "language": "en",
      "original_language": "en",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjV52fZic1Wynfwguyz5R7iIUWHxWsgDeEvDm6fFXABd1t6oiNY=s128-c0x00000000-cc-rp-mo-ba6",
      "rating": 5,
      "relative_time_description": "6 months ago",
      "text": "As one of the seven wonders of Ukraine, this monastery is part of the UNESCO World Heritage Site along with Saint Sophia Cathedral. Situated in Kiev, it is a monastic complex famed for its buried monks, spiritual atmosphere, and unique underground caves. Make sure you go up the stairs to enjoy a nice view over the city and panoramic view on the church from the towers.",
      "time": 1737789157,
      "translated": false
    },
    {
      "author_name": "Kir Vladimirovich",
      "author_url": "https://www.google.com/maps/contrib/107187191034010781325/reviews",
      "language": "en",
      "original_language": "en",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjX7Jezc6Zs1Iaclfvg5KXYuzprd2FqDZD96t5Mo34kcJy11BOFU=s128-c0x00000000-cc-rp-mo-ba6",
      "rating": 5,
      "relative_time_description": "a year ago",
      "text": "A lot can be said about this place, but it is better to come and see everything yourself. It is difficult for me to imagine where else in the world there are so many historical buildings, caves, museums, icons in one territory. And indeed the place that is full of history. Just go to the free part, if you like it, you can come on Sunday and get into the \"museum\" part for free too.",
      "time": 1719787517,
      "translated": false
    },
    {
      "author_name": "Eric W",
      "author_url": "https://www.google.com/maps/contrib/107820184520309069565/reviews",
      "language": "en",
      "original_language": "en",
      "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJoEfKbD1gM577V5rpdGT35oOQgJIRzuZH1ZYRN5R97sRf_JMI=s128-c0x00000000-cc-rp-mo-ba6",
      "rating": 5,
      "relative_time_description": "a year ago",
      "text": "I visited just before the start of war, so my review is based on my experience at that time.\n\nA beautiful and historic monument in Kyiv. Arguably the centre of the Slavic Orthodox religion. I wish to visit again when things are back to normal.",
      "time": 1698579935,
      "translated": false
    },
    {
      "author_name": "JP Laf (JPL)",
      "author_url": "https://www.google.com/maps/contrib/115497246332444843754/reviews",
      "language": "en",
      "original_language": "en",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjXG-ZTV69bV3zx7_Gy-Q1VZOxAoQB8O5KIgKkAPndxA6Q73uj_4=s128-c0x00000000-cc-rp-mo-ba7",
      "rating": 5,
      "relative_time_description": "a year ago",
      "text": "This is an amazing site to discover in Kyiv. Visit the church, see the mirror egg outside. The outstanding architecture. You need to visit this as travellers. It's a must and less than $5 to visit. On my visit there was some coffee machine outside, was very tasteful.",
      "time": 1695673807,
      "translated": false
    },
    {
      "author_name": "Vagabond Couple",
      "author_url": "https://www.google.com/maps/contrib/115130215886070303798/reviews",
      "language": "en",
      "original_language": "en",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjW26t5X3I8lTd_VATnEv-o_wLw2eOC6sZLTnyJwiDgpoC4-o9Ez=s128-c0x00000000-cc-rp-mo-ba6",
      "rating": 5,
      "relative_time_description": "12 months ago",
      "text": "Kyiv Pechersk Lavra, also known as the Kyiv Monastery of the Caves, is one of Ukraine's most revered religious and cultural landmarks. Perched on the picturesque hills overlooking the Dnipro River in the Pechersk district of Kyiv, this UNESCO World Heritage site is a stunning example of Eastern Orthodox monastic architecture and a place of profound spiritual significance.\n\nFounded in 1051 by St. Anthony of Kyiv, the Lavra began as a humble cave monastery and grew into a vast complex of churches, bell towers, and subterranean catacombs. The history of Kyiv Pechersk Lavra is deeply intertwined with the spread of Christianity in the region, serving as a spiritual center for Eastern Orthodoxy and a cradle of monasticism in Kievan Rus. Over the centuries, it has been a focal point of religious life, attracting pilgrims from across the Orthodox world.\n\nThe architectural beauty of Kyiv Pechersk Lavra is breathtaking. The complex is dominated by the Great Lavra Belltower, which soars to a height of 96.5 meters, making it one of the tallest bell towers in the world. The golden domes of the Dormition Cathedral, which was rebuilt after being destroyed during World War II, gleam in the sunlight, creating a striking contrast against the blue skies of Kyiv. The interior of the churches is adorned with exquisite frescoes, mosaics, and icons, reflecting the rich artistic tradition of the Orthodox Church.\n\nBeneath the Lavra's surface lies a network of catacombs, where the mummified remains of saints, monks, and notable figures from Ukrainian history are interred. These underground passages are a place of pilgrimage, with visitors coming to venerate the relics and experience the serene, otherworldly atmosphere of the caves.\n\nCulturally, Kyiv Pechersk Lavra is a symbol of Ukraine's religious heritage and national identity. It has played a crucial role in the preservation and dissemination of Orthodox Christian traditions, theological scholarship, and religious art. The Lavra continues to be an active monastery, home to a community of monks who maintain the centuries-old spiritual practices that have been passed down through generations.\n\nIn addition to its religious significance, Kyiv Pechersk Lavra is a cultural treasure, hosting museums that display priceless artifacts, manuscripts, and religious objects. The site is not only a place of worship but also a center of learning, art, and history, embodying the spiritual and cultural legacy of Ukraine.",
      "time": 1723986615,
      "translated": false
    }
  ],
  "price_level": 0,
  "tags": [
    "church",
    "establishment",
    "museum",
    "place_of_worship",
    "point_of_interest",
    "tourist_attraction"
  ],
  "wheelchair_accessible_entrance": true,
  "serves_beer": false,
  "serves_breakfast": false,
  "serves_brunch": false,
  "serves_dinner": false,
  "serves_lunch": false,
  "serves_vegetarian_food": false,
  "serves_wine": false,
  "takeout": false,
  "opening_hours": {
    "type": "weekly",
    "week_start": "2025-08-11",
    "week_end": "2025-08-17",
    "last_refreshed": "2025-08-17T21:00:00.464758+03:00",
    "weekly": {
      "Monday": [
        {
          "start": "10:00",
          "end": "19:00"
        }
      ],
      "Tuesday": [
        {
          "start": "10:00",
          "end": "19:00"
        }
      ],
      "Wednesday": [
        {
          "start": "10:00",
          "end": "19:00"
        }
      ],
      "Thursday": [
        {
          "start": "10:00",
          "end": "19:00"
        }
      ],
      "Friday": [
        {
          "start": "10:00",
          "end": "19:00"
        }
      ],
      "Saturday": [
        {
          "start": "10:00",
          "end": "19:00"
        }
      ],
      "Sunday": [
        {
          "start": "10:00",
          "end": "19:00"
        }
      ]
    }
  }
}